Repository: NathanWu12/TokenWatch-Mac
Catalog: Apps/MacHub/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, nl, pt, ru, zh_hant

source: TokenWatch 只读取 token 计数，并使用 Codex 现有登录令牌只读查询额度；不会保存或同步令牌、提示词、回复、工具参数或项目路径。
en: TokenWatch reads token counts and uses the existing Codex sign-in token only for a read-only quota request. It never stores or syncs tokens, prompts, responses, tool arguments, or project paths.

source: Spark 5 小时
en: Spark 5 hours

source: Spark 7 天
en: Spark 7 days
